<!DOCTYPE html>
<html>
<head>
	<title>Personas Importantes en mi vida</title>

	<!-Para elmenu->

    <meta http-equiv="Content-Type" content="text/html; charset=utf-8"/>

	<meta charset="utf-8">
	<meta name="viewport" content="widht=device-widht, user-scalable=no, initial-scale=1, maximum-scale=1, minimum-scale=1">
	<link rel="stylesheet" type="text/css" href="css/fontello.css"><!-Para llamara nuestros iconos->
	<link rel="stylesheet" type="text/css" href="css/Estilos.css"><!-Vincular a Estilos.css->
	<script type="text/javascript" src="Practica 2.3 Responsivo.js"></script>
	<link rel="stylesheet" type="text/css" href="Practica 2.3 Responsivo.css">
	<link rel="stylesheet" type="text/css" href="Hola.css">
<!-Fin del menu->
<link rel="stylesheet" type="text/css" href="Practica 2.4.css"><!-Etiqueta link utilizada para un archivo externo->
	<link rel="stylesheet" type="text/css" href="fontello.css"><!-Para llamara nuestros iconos->
	<link rel="stylesheet" type="text/css" href="Estilos.css"><!-Vincular a Estilos.css->
	<link rel="stylesheet" type="text/css" href="Practica2.6.css">
	<link rel="stylesheet" type="text/css" href="css/Personas.css">
</head>
<body>


	<header><!-Para el menu->
		<div class="contenedor"><!-El div queva a contener todo el menu->
			<h1 class="">My Place</h1><!-El nombre de la web->
			<input type="checkbox" id="menu-bar"><!-Inputnos va a permitir mostrar o ocultar el menu->
			<label class="icon-menu" for="menu-bar"></label><!-Label para que se active o desactive el input->

			<nav class="menu"><!-Lo que vaa contenerel menu->
				<a href="index.html">Inicio</a>
				<a href="Escuela.html">Deportes</a>
				<a href="Personas.html">Personas Importantes En Mi Vida</a>
			<!-segmento de codigo para el menu desplegable->
			    <div class="menu_desplegable">
			    	<button class="boton_desplegar" onclick="mostrar2()">M&uacute;sica</button>
			    	<div class="contenido_desplegable" id="miMenu2">
			    	<a href="Practica 2.4.html">Cantantes favoritos</a><!-Es el link al que vaal darle click-> <a href="Grupos.html">Grupos favoritos</a>
			    	</div>
			<!-segmento de codigo para el menu desplegable->
			    </div>
			</nav>
		</div>
    </header>
    <br>
    <br>
    
    <br>
    <br>
    <p>FAMILIA</p>
    <br>
    <br>
          <p>Mi familia son mi motivo pricipal para seguir echandole ganas a todo lo que me propongo, b&aacute;sicamente todo lo que tengo hoy en dia, es gracias a mis padres y no tienen idea de cu&aacute;nto se los agradezco.</p>
          <br>
          <br>

	<!-Acordeon->
			<div id="contenedor">
				
				<button class="botonTituloSeccion">Da click aqui para conocer un poco m&aacute;s sobre mi Familia</button>
				<div class="contenidoSeccion">
				  <p>Mi principal familia se compone b&aacute;sicamente por, mi mam&aacute;: Maria Guadalupe Garcia Cantor, mi Pap&aacute;: Cupertino Yañez Juarez,
				  mis 3 Hermanos, empezando por el mas grande:
				  Alejandro, &eacute;l es esposo de Rolendy y padre de dos niños(Dana Paola y Alejandro).
				  El que le sigue: Orlando, de igual manera esta casado con Natalia y de igual manera padre de una niña (Renata).
				  Y por &uacute;ltimo el m&aacute;s chico de ellos pero m&aacute;s grande que yo: Cesar Augusto, &eacute;l salio de la prepa hace un año y ahora esta trabajando.
				  Asi es yo soy la m&aacute;s chica y la &uacute;nica mujer y no no soy la concentida por si se lo preguntaban XD, considero que el tener solamente hermanos tiene sus ventajas y desventajas, pero al menos a mi me gusta el echo de tener solamente hermanos.
		
				  <p>Me gusta mucho cuando nos reunimos todos, ya que desde que se juntaron mis dos hermanos no es la mismo porque no vivimos juntos, sin embargo me gusta cuando nos llegamos a reunir, LOS AMO :).</p> 

				</p>
				</div>
			</div>
			<br>
			<br>
			<br>
			<br>
				<br>
				<br>
				<br>
				<hr>
				<br>
				<br>
    <br>
    <p>AMIGOS</p>
    <br>
    <br>

    <p>Los amigos son personas que te acompañan por un transcurso de t&uacute; vida, algunos por un tiempo solamente, y otros desde que los conoces siguen contigo a&uacute;n, sin embargo para mi.. a todos los que &eacute; considerado amigos, siguen y van a seguir siendo eso AMIGOS:).</p>
    
				<br>
                <br>

				<button class="botonTituloSeccion">Da click aqui para conocer un poco m&aacute;s sobre mis Amigos</button>
				<div class="contenidoSeccion">
				  <p>Mis amigos (la mayoria) son muy divertidos, pero cuando se trata de algo serio se que puedo contar con ellos, creo que por eso nos llevamos muy bien, aparte de eso, los considero amigos a los que en algun momento me llegu&eacute; a llevar increible y llegu&eacute; a tener confianza, ya que no con todas las personas que &eacute; conocido en todo este transcurso de mi vida.. les &eacute; llegado a tener confianza, se que con algunos no &eacute; hablado por un tiempo, sin embargo yo se que con ninguno &eacute; tenido problemas, por lo tanto se que va a ser lo mismo y nos vamos a seguir llevando igual, es bonito volver a recordar todos los momentos que alguna vez pasamos, normalmente recuerdo los mejores momentos, aunque a veces recuerdo algunos como cuando nos hemos llegado enojar, aunque normalmente era por una tonteria, lo mejor era que siempre volviamos a hablar, disfruto pasar tiempo con amigos, ya que cada vez pasa algo nuevo, compartir la rutina es mucho mejor con ellos, muchas veces me alegran el dia, a veces solamente con hacer algo que nos guste hacer juntos, me cambia totalmente el &aacute;nimo &oacute; lo mejora.

				  <p>si alguno de ellos esta leyendo esto quiero que sepa que lo quiero mucho y agradezco el tiempo que paso conmigo :)</p>
				</p>
				</div>

			</div>
		<script type="text/javascript" src="Practica 2.6.js"></script>
			<!-Acordeon->
			    <br>
    <br>
    <br>
    <br>
        <br>
    <br>
    <br>
        
</body>
</html>